Repository: sapientpants/doctrans
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: da, de, es, fr, it, nl, no, pl, pt, sv

source: can't be blank
da: må ikke være tom
de: darf nicht leer sein
es: no puede estar vacío
fr: ne peut pas être vide
it: non può essere vuoto
nl: mag niet leeg zijn
no: kan ikke være tom
pl: nie może być puste
pt: não pode estar em branco
sv: får inte vara tom

source: has already been taken
da: er allerede i brug
de: wurde bereits vergeben
es: ya ha sido tomado
fr: a déjà été pris
it: è già stato utilizzato
nl: is al in gebruik
no: er allerede i bruk
pl: jest już zajęte
pt: já foi utilizado
sv: är redan upptagen

source: is invalid
da: er ugyldig
de: ist ungültig
es: es inválido
fr: est invalide
it: non è valido
nl: is ongeldig
no: er ugyldig
pl: jest nieprawidłowe
pt: é inválido
sv: är ogiltig

source: must be accepted
da: skal accepteres
de: muss akzeptiert werden
es: debe ser aceptado
fr: doit être accepté
it: deve essere accettato
nl: moet worden geaccepteerd
no: må aksepteres
pl: musi być zaakceptowane
pt: deve ser aceite
sv: måste accepteras

source: has invalid format
da: har ugyldigt format
de: hat ein ungültiges Format
es: tiene formato inválido
fr: a un format invalide
it: ha un formato non valido
nl: heeft een ongeldig formaat
no: har ugyldig format
pl: ma nieprawidłowy format
pt: tem formato inválido
sv: har ogiltigt format

source: has an invalid entry
da: indeholder en ugyldig post
de: hat einen ungültigen Eintrag
es: tiene una entrada inválida
fr: contient une entrée invalide
it: contiene una voce non valida
nl: bevat een ongeldige invoer
no: inneholder en ugyldig oppføring
pl: zawiera nieprawidłowy wpis
pt: tem uma entrada inválida
sv: innehåller en ogiltig post

source: is reserved
da: er reserveret
de: ist reserviert
es: está reservado
fr: est réservé
it: è riservato
nl: is gereserveerd
no: er reservert
pl: jest zarezerwowane
pt: está reservado
sv: är reserverad

source: does not match confirmation
da: matcher ikke bekræftelsen
de: stimmt nicht mit der Bestätigung überein
es: no coincide con la confirmación
fr: ne correspond pas à la confirmation
it: non corrisponde alla conferma
nl: komt niet overeen met bevestiging
no: samsvarer ikke med bekreftelsen
pl: nie zgadza się z potwierdzeniem
pt: não corresponde à confirmação
sv: matchar inte bekräftelsen

source: is still associated with this entry
da: er stadig tilknyttet denne post
de: ist noch mit diesem Eintrag verknüpft
es: todavía está asociado con esta entrada
fr: est encore associé à cette entrée
it: è ancora associato a questa voce
nl: is nog gekoppeld aan deze invoer
no: er fortsatt tilknyttet denne oppføringen
pl: jest nadal powiązane z tym wpisem
pt: ainda está associado a esta entrada
sv: är fortfarande kopplad till denna post

source: are still associated with this entry
da: er stadig tilknyttet denne post
de: sind noch mit diesem Eintrag verknüpft
es: todavía están asociados con esta entrada
fr: sont encore associés à cette entrée
it: sono ancora associati a questa voce
nl: zijn nog gekoppeld aan deze invoer
no: er fortsatt tilknyttet denne oppføringen
pl: są nadal powiązane z tym wpisem
pt: ainda estão associados a esta entrada
sv: är fortfarande kopplade till denna post

source: should have %{count} item(s)
da: skal have %{count} element
de: sollte %{count} Element haben
es: debería tener %{count} elemento
fr: devrait avoir %{count} élément
it: dovrebbe avere %{count} elemento
nl: moet %{count} item hebben
no: skal ha %{count} element
pl: powinno mieć %{count} element
pt: deveria ter %{count} item
sv: ska ha %{count} objekt

source: should be %{count} character(s)
da: skal være %{count} tegn
de: sollte %{count} Zeichen sein
es: debería tener %{count} carácter
fr: devrait faire %{count} caractère
it: dovrebbe essere di %{count} carattere
nl: moet %{count} teken zijn
no: skal være %{count} tegn
pl: powinno mieć %{count} znak
pt: deveria ter %{count} carácter
sv: ska vara %{count} tecken

source: should be %{count} byte(s)
da: skal være %{count} byte
de: sollte %{count} Byte sein
es: debería tener %{count} byte
fr: devrait faire %{count} octet
it: dovrebbe essere di %{count} byte
nl: moet %{count} byte zijn
no: skal være %{count} byte
pl: powinno mieć %{count} bajt
pt: deveria ter %{count} byte
sv: ska vara %{count} byte

source: should have at least %{count} item(s)
da: skal have mindst %{count} element
de: sollte mindestens %{count} Element haben
es: debería tener al menos %{count} elemento
fr: devrait avoir au moins %{count} élément
it: dovrebbe avere almeno %{count} elemento
nl: moet minimaal %{count} item hebben
no: skal ha minst %{count} element
pl: powinno mieć co najmniej %{count} element
pt: deveria ter pelo menos %{count} item
sv: ska ha minst %{count} objekt

source: should be at least %{count} character(s)
da: skal være mindst %{count} tegn
de: sollte mindestens %{count} Zeichen sein
es: debería tener al menos %{count} carácter
fr: devrait faire au moins %{count} caractère
it: dovrebbe essere di almeno %{count} carattere
nl: moet minimaal %{count} teken zijn
no: skal være minst %{count} tegn
pl: powinno mieć co najmniej %{count} znak
pt: deveria ter pelo menos %{count} carácter
sv: ska vara minst %{count} tecken

source: should be at least %{count} byte(s)
da: skal være mindst %{count} byte
de: sollte mindestens %{count} Byte sein
es: debería tener al menos %{count} byte
fr: devrait faire au moins %{count} octet
it: dovrebbe essere di almeno %{count} byte
nl: moet minimaal %{count} byte zijn
no: skal være minst %{count} byte
pl: powinno mieć co najmniej %{count} bajt
pt: deveria ter pelo menos %{count} byte
sv: ska vara minst %{count} byte

source: should have at most %{count} item(s)
da: skal have højst %{count} element
de: sollte höchstens %{count} Element haben
es: debería tener como máximo %{count} elemento
fr: devrait avoir au maximum %{count} élément
it: dovrebbe avere al massimo %{count} elemento
nl: moet maximaal %{count} item hebben
no: skal ha maksimalt %{count} element
pl: powinno mieć co najwyżej %{count} element
pt: deveria ter no máximo %{count} item
sv: ska ha högst %{count} objekt

source: should be at most %{count} character(s)
da: skal være højst %{count} tegn
de: sollte höchstens %{count} Zeichen sein
es: debería tener como máximo %{count} carácter
fr: devrait faire au maximum %{count} caractère
it: dovrebbe essere di al massimo %{count} carattere
nl: moet maximaal %{count} teken zijn
no: skal være maksimalt %{count} tegn
pl: powinno mieć co najwyżej %{count} znak
pt: deveria ter no máximo %{count} carácter
sv: ska vara högst %{count} tecken

source: should be at most %{count} byte(s)
da: skal være højst %{count} byte
de: sollte höchstens %{count} Byte sein
es: debería tener como máximo %{count} byte
fr: devrait faire au maximum %{count} octet
it: dovrebbe essere di al massimo %{count} byte
nl: moet maximaal %{count} byte zijn
no: skal være maksimalt %{count} byte
pl: powinno mieć co najwyżej %{count} bajt
pt: deveria ter no máximo %{count} byte
sv: ska vara högst %{count} byte

source: must be less than %{number}
da: skal være mindre end %{number}
de: muss kleiner als %{number} sein
es: debe ser menor que %{number}
fr: doit être inférieur à %{number}
it: deve essere minore di %{number}
nl: moet kleiner zijn dan %{number}
no: må være mindre enn %{number}
pl: musi być mniejsze niż %{number}
pt: deve ser menor que %{number}
sv: måste vara mindre än %{number}

source: must be greater than %{number}
da: skal være større end %{number}
de: muss größer als %{number} sein
es: debe ser mayor que %{number}
fr: doit être supérieur à %{number}
it: deve essere maggiore di %{number}
nl: moet groter zijn dan %{number}
no: må være større enn %{number}
pl: musi być większe niż %{number}
pt: deve ser maior que %{number}
sv: måste vara större än %{number}

source: must be less than or equal to %{number}
da: skal være mindre end eller lig med %{number}
de: muss kleiner oder gleich %{number} sein
es: debe ser menor o igual que %{number}
fr: doit être inférieur ou égal à %{number}
it: deve essere minore o uguale a %{number}
nl: moet kleiner of gelijk zijn aan %{number}
no: må være mindre enn eller lik %{number}
pl: musi być mniejsze lub równe %{number}
pt: deve ser menor ou igual a %{number}
sv: måste vara mindre än eller lika med %{number}

source: must be greater than or equal to %{number}
da: skal være større end eller lig med %{number}
de: muss größer oder gleich %{number} sein
es: debe ser mayor o igual que %{number}
fr: doit être supérieur ou égal à %{number}
it: deve essere maggiore o uguale a %{number}
nl: moet groter of gelijk zijn aan %{number}
no: må være større enn eller lik %{number}
pl: musi być większe lub równe %{number}
pt: deve ser maior ou igual a %{number}
sv: måste vara större än eller lika med %{number}

source: must be equal to %{number}
da: skal være lig med %{number}
de: muss gleich %{number} sein
es: debe ser igual a %{number}
fr: doit être égal à %{number}
it: deve essere uguale a %{number}
nl: moet gelijk zijn aan %{number}
no: må være lik %{number}
pl: musi być równe %{number}
pt: deve ser igual a %{number}
sv: måste vara lika med %{number}

source: Could not parse page count from pdfinfo output
da: Kunne ikke læse sideantal fra pdfinfo-output
de: Seitenanzahl konnte aus pdfinfo-Ausgabe nicht ermittelt werden
es: No se pudo analizar el número de páginas de la salida de pdfinfo
fr: Impossible d'analyser le nombre de pages depuis la sortie pdfinfo
it: Impossibile analizzare il numero di pagine dall'output di pdfinfo
nl: Kon aantal pagina's niet uit pdfinfo-uitvoer halen
no: Kunne ikke lese sideantall fra pdfinfo-utdata
pl: Nie udało się odczytać liczby stron z wyjścia pdfinfo
pt: Não foi possível analisar o número de páginas da saída do pdfinfo
sv: Kunde inte läsa sidantal från pdfinfo-utdata

source: Document not found
da: Dokument ikke fundet
de: Dokument nicht gefunden
es: Documento no encontrado
fr: Document non trouvé
it: Documento non trovato
nl: Document niet gevonden
no: Dokument ikke funnet
pl: Dokument nie znaleziony
pt: Documento não encontrado
sv: Dokument hittades inte

source: Failed to connect to Ollama: %{reason}
da: Kunne ikke oprette forbindelse til Ollama: %{reason}
de: Verbindung zu Ollama fehlgeschlagen: %{reason}
es: Error al conectar con Ollama: %{reason}
fr: Échec de connexion à Ollama : %{reason}
it: Connessione a Ollama fallita: %{reason}
nl: Verbinden met Ollama mislukt: %{reason}
no: Kunne ikke koble til Ollama: %{reason}
pl: Nie udało się połączyć z Ollama: %{reason}
pt: Falha ao ligar ao Ollama: %{reason}
sv: Kunde inte ansluta till Ollama: %{reason}

source: Failed to read image: %{reason}
da: Kunne ikke læse billede: %{reason}
de: Bild konnte nicht gelesen werden: %{reason}
es: Error al leer imagen: %{reason}
fr: Échec de lecture de l'image : %{reason}
it: Lettura immagine fallita: %{reason}
nl: Afbeelding lezen mislukt: %{reason}
no: Kunne ikke lese bilde: %{reason}
pl: Nie udało się odczytać obrazu: %{reason}
pt: Falha ao ler imagem: %{reason}
sv: Kunde inte läsa bild: %{reason}

source: Ollama embedding error (%{status}): %{body}
da: Ollama embedding-fejl (%{status}): %{body}
de: Ollama Embedding-Fehler (%{status}): %{body}
es: Error de embedding de Ollama (%{status}): %{body}
fr: Erreur d'embedding Ollama (%{status}) : %{body}
it: Errore embedding Ollama (%{status}): %{body}
nl: Ollama embedding-fout (%{status}): %{body}
no: Ollama embedding-feil (%{status}): %{body}
pl: Błąd embeddingu Ollama (%{status}): %{body}
pt: Erro de embedding do Ollama (%{status}): %{body}
sv: Ollama embedding-fel (%{status}): %{body}

source: Ollama error (%{status}): %{error}
da: Ollama-fejl (%{status}): %{error}
de: Ollama-Fehler (%{status}): %{error}
es: Error de Ollama (%{status}): %{error}
fr: Erreur Ollama (%{status}) : %{error}
it: Errore Ollama (%{status}): %{error}
nl: Ollama-fout (%{status}): %{error}
no: Ollama-feil (%{status}): %{error}
pl: Błąd Ollama (%{status}): %{error}
pt: Erro do Ollama (%{status}): %{error}
sv: Ollama-fel (%{status}): %{error}

source: Ollama returned status %{status}: %{body}
da: Ollama returnerede status %{status}: %{body}
de: Ollama hat Status %{status} zurückgegeben: %{body}
es: Ollama devolvió estado %{status}: %{body}
fr: Ollama a retourné le statut %{status} : %{body}
it: Ollama ha restituito lo stato %{status}: %{body}
nl: Ollama retourneerde status %{status}: %{body}
no: Ollama returnerte status %{status}: %{body}
pl: Ollama zwróciła status %{status}: %{body}
pt: Ollama devolveu estado %{status}: %{body}
sv: Ollama returnerade status %{status}: %{body}

source: PDF extraction failed: %{error}
da: PDF-udtrækning fejlede: %{error}
de: PDF-Extraktion fehlgeschlagen: %{error}
es: Error en extracción de PDF: %{error}
fr: Échec de l'extraction PDF : %{error}
it: Estrazione PDF fallita: %{error}
nl: PDF-extractie mislukt: %{error}
no: PDF-uttrekk feilet: %{error}
pl: Ekstrakcja PDF nie powiodła się: %{error}
pt: Falha na extração do PDF: %{error}
sv: PDF-extraktion misslyckades: %{error}

source: PDF extraction failed: %{reason}
da: PDF-udtrækning fejlede: %{reason}
de: PDF-Extraktion fehlgeschlagen: %{reason}
es: Error en extracción de PDF: %{reason}
fr: Échec de l'extraction PDF : %{reason}
it: Estrazione PDF fallita: %{reason}
nl: PDF-extractie mislukt: %{reason}
no: PDF-uttrekk feilet: %{reason}
pl: Ekstrakcja PDF nie powiodła się: %{reason}
pt: Falha na extração do PDF: %{reason}
sv: PDF-extraktion misslyckades: %{reason}

source: Page %{page_number} extraction failed: %{reason}
da: Udtrækning af side %{page_number} fejlede: %{reason}
de: Extraktion von Seite %{page_number} fehlgeschlagen: %{reason}
es: Error en extracción de página %{page_number}: %{reason}
fr: Échec de l'extraction de la page %{page_number} : %{reason}
it: Estrazione pagina %{page_number} fallita: %{reason}
nl: Extractie van pagina %{page_number} mislukt: %{reason}
no: Uttrekk av side %{page_number} feilet: %{reason}
pl: Ekstrakcja strony %{page_number} nie powiodła się: %{reason}
pt: Falha na extração da página %{page_number}: %{reason}
sv: Extraktion av sida %{page_number} misslyckades: %{reason}

source: Page %{page_number} translation failed: %{reason}
da: Oversættelse af side %{page_number} fejlede: %{reason}
de: Übersetzung von Seite %{page_number} fehlgeschlagen: %{reason}
es: Error en traducción de página %{page_number}: %{reason}
fr: Échec de la traduction de la page %{page_number} : %{reason}
it: Traduzione pagina %{page_number} fallita: %{reason}
nl: Vertaling van pagina %{page_number} mislukt: %{reason}
no: Oversettelse av side %{page_number} feilet: %{reason}
pl: Tłumaczenie strony %{page_number} nie powiodło się: %{reason}
pt: Falha na tradução da página %{page_number}: %{reason}
sv: Översättning av sida %{page_number} misslyckades: %{reason}

source: Request failed: %{reason}
da: Forespørgsel fejlede: %{reason}
de: Anfrage fehlgeschlagen: %{reason}
es: Error en solicitud: %{reason}
fr: Échec de la requête : %{reason}
it: Richiesta fallita: %{reason}
nl: Verzoek mislukt: %{reason}
no: Forespørsel feilet: %{reason}
pl: Żądanie nie powiodło się: %{reason}
pt: Falha no pedido: %{reason}
sv: Begäran misslyckades: %{reason}

source: Request timed out
da: Forespørgsel fik timeout
de: Zeitüberschreitung der Anfrage
es: Tiempo de solicitud agotado
fr: Délai de la requête expiré
it: Richiesta scaduta
nl: Verzoek verlopen
no: Forespørselen fikk tidsavbrudd
pl: Przekroczono limit czasu żądania
pt: Tempo do pedido esgotado
sv: Begäran överskred tidsgränsen

source: Unexpected response format from Ollama
da: Uventet svarformat fra Ollama
de: Unerwartetes Antwortformat von Ollama
es: Formato de respuesta inesperado de Ollama
fr: Format de réponse inattendu d'Ollama
it: Formato di risposta inatteso da Ollama
nl: Onverwacht antwoordformaat van Ollama
no: Uventet svarformat fra Ollama
pl: Nieoczekiwany format odpowiedzi z Ollama
pt: Formato de resposta inesperado do Ollama
sv: Oväntat svarsformat från Ollama

source: pdfinfo failed: %{error}
da: pdfinfo fejlede: %{error}
de: pdfinfo fehlgeschlagen: %{error}
es: Error en pdfinfo: %{error}
fr: Échec de pdfinfo : %{error}
it: pdfinfo fallito: %{error}
nl: pdfinfo mislukt: %{error}
no: pdfinfo feilet: %{error}
pl: pdfinfo nie powiodło się: %{error}
pt: pdfinfo falhou: %{error}
sv: pdfinfo misslyckades: %{error}

source: Conversion completed but PDF file not found
da: Konvertering fuldført men PDF-fil ikke fundet
de: Konvertierung abgeschlossen, aber PDF-Datei nicht gefunden
es: Conversión completada pero archivo PDF no encontrado
fr: Conversion terminée mais fichier PDF introuvable
it: Conversione completata ma file PDF non trovato
nl: Conversie voltooid maar PDF-bestand niet gevonden
no: Konvertering fullført men PDF-fil ikke funnet
pl: Konwersja zakończona, ale nie znaleziono pliku PDF
pt: Conversão concluída mas arquivo PDF não encontrado
sv: Konvertering slutförd men PDF-fil hittades inte

source: Document conversion failed: %{error}
da: Dokumentkonvertering mislykkedes: %{error}
de: Dokumentkonvertierung fehlgeschlagen: %{error}
es: Error en la conversión del documento: %{error}
fr: Échec de la conversion du document: %{error}
it: Conversione del documento non riuscita: %{error}
nl: Documentconversie mislukt: %{error}
no: Dokumentkonvertering mislyktes: %{error}
pl: Konwersja dokumentu nie powiodła się: %{error}
pt: Falha na conversão do documento: %{error}
sv: Dokumentkonvertering misslyckades: %{error}

source: Document conversion timed out
da: Timeout ved dokumentkonvertering
de: Zeitüberschreitung bei der Dokumentkonvertierung
es: Tiempo de espera de conversión del documento agotado
fr: Délai de conversion du document dépassé
it: Timeout della conversione del documento
nl: Time-out bij documentconversie
no: Tidsavbrudd ved dokumentkonvertering
pl: Przekroczono limit czasu konwersji dokumentu
pt: Tempo limite de conversão do documento esgotado
sv: Tidsgräns för dokumentkonvertering överskriden

source: LibreOffice is not installed
da: LibreOffice er ikke installeret
de: LibreOffice ist nicht installiert
es: LibreOffice no está instalado
fr: LibreOffice n'est pas installé
it: LibreOffice non è installato
nl: LibreOffice is niet ge√Ønstalleerd
no: LibreOffice er ikke installert
pl: LibreOffice nie jest zainstalowany
pt: LibreOffice não está instalado
sv: LibreOffice är inte installerat

source: Source file not found: %{path}
da: Kildefil ikke fundet: %{path}
de: Quelldatei nicht gefunden: %{path}
es: Archivo de origen no encontrado: %{path}
fr: Fichier source introuvable: %{path}
it: File di origine non trovato: %{path}
nl: Bronbestand niet gevonden: %{path}
no: Kildefil ikke funnet: %{path}
pl: Nie znaleziono pliku źródłowego: %{path}
pt: Arquivo de origem não encontrado: %{path}
sv: Källfil hittades inte: %{path}

source: Unsupported file format: %{format}
da: Ikke-understøttet filformat: %{format}
de: Nicht unterstütztes Dateiformat: %{format}
es: Formato de archivo no compatible: %{format}
fr: Format de fichier non pris en charge: %{format}
it: Formato file non supportato: %{format}
nl: Niet-ondersteund bestandsformaat: %{format}
no: Ikke-støttet filformat: %{format}
pl: Nieobsługiwany format pliku: %{format}
pt: Formato de arquivo não suportado: %{format}
sv: Filformat stöds inte: %{format}
